#language: ru
  Функционал: Расчет ипотечного кредита
    Сценарий: Расчет ипотечного кредита

      Когда пользователь нажимает на кнопку Взять кредит
      Когда пользователь нажимает на кнопку Приобретение готового жилья
      Когда пользователь выбирает расчитать кредит
      Когда пользователь выбирает Купить готовую квартиру
      Когда выбираем стоимость 6000000
      Когда Сколько у меня есть
      Когда Сколько лет
      Когда Я получаю зп на карту
      Когда Я молодая семья
      Тогда Я получу кредит на 3000000
      Тогда Ежемесячный платеж составит 37841
      Тогда Процентная ставка 8.9